Tekla.Structures.ModelInternal.dotManipulateObject_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotManipulateObject_t.Identifier


Tekla.Structures.ModelInternal.dotManipulateObject_t.Identifier2


Tekla.Structures.ModelInternal.dotManipulateObject_t.Result


Tekla.Structures.ModelInternal.dotManipulateObject_t.ManipulationType


Tekla.Structures.ModelInternal.dotManipulateObject_t.Point1


Tekla.Structures.ModelInternal.dotManipulateObject_t.Point2


Tekla.Structures.ModelInternal.dotManipulateObject_t.Point3


Tekla.Structures.ModelInternal.dotManipulateObject_t.EndPoint1


Tekla.Structures.ModelInternal.dotManipulateObject_t.EndPoint2


Tekla.Structures.ModelInternal.dotManipulateObject_t.EndPoint3


Tekla.Structures.ModelInternal.dotManipulateObject_t.Polygon


Tekla.Structures.ModelInternal.dotManipulateObject_t.ClientID
